{
  "name": "Homecare Insurance Limited",
  "pervious_names": "Formally trading as",
  "status": "Authorised",
  "ref_number": "(Reference number: 202880)",
  "products_covered": {
    "products": [
      "The Financial Ombudsman Service may be able to consider a dispute with this firm. Find out how to complain.",
      "The Financial Services Compensation Scheme (FSCS) may be able to compensate customers if this firm fails. See how to claim compensation.",
      "Read about how this firm may be able to hold or control money from its customers"
    ]
  },
  "other_note": {
    "title": "Advising on P2P Agreements ",
    "note": [
      "This is a firm that is given permission to provide regulated products and services",
      "This firm also has permission to advise on P2P agreements. Permission to carry on this regulated activity is subject to the same requirements and limitations as apply to the firm's permission to advise on investments."
    ]
  },
  "full_authorisation_status": "Status: Authorised (Reference number: 202880) This is a firm that is given permission to provide regulated products and services The Financial Ombudsman Service may be able to consider a dispute with this firm. Find out how to complain.The Financial Services Compensation Scheme (FSCS) may be able to compensate customers if this firm fails. See how to claim compensation. Read about how this firm may be able to hold or control money from its customers Advising on P2P Agreements This firm also has permission to advise on P2P agreements. Permission to carry on this regulated activity is subject to the same requirements and limitations as apply to the firm's permission to advise on investments.",
  "full_panel": [
    {
      "header": "Contact Details",
      "body": "Principal place of business Address: Holgate Park Holgate Road York North Yorkshire YO26 4GA UNITED KINGDOM Phone: 44 1904544550 Fax: +44  Email: enquiries@cpp.co.uk Website: www.cpp.co.uk Complaints Contact Name Gary Sidle Address: Holgate Park Holgate Road York North Yorkshire YO26 4GA UNITED KINGDOM Phone: 44 1904544550 Fax: Email: complaints@cpp.co.uk Website: Contact(s) responsible for insurance mediationGary Douglas Sidle"
    },
    {
      "header": "Basic Details",
      "body": "TypeRegulated Companies House Number This is a unique number given to a UK company or limited liability partnership 2793290 Current status Authorised  A firm that is given permission to provide regulated products and services. Effective Date This is the date from which the Current Status has applied. 01/12/2001 Tied Agent A tied agent can act on behalf of another firm or individual (its principal) that is regulated in another country in the European Economic Area (EEA). This firm is not a tied agent. Money Laundering Certain firms must protect themselves against money laundering and comply with the Money Laundering Regulations of 2007 This firm is not registered under the Money Laundering Regulations. Insurance Mediation A firm that offers or sells insurance products and services This firm is able to undertake insurance mediation."
    },
    {
      "header": "Regulators",
      "body": "This table shows the former and current regulators of this firm, in the UK and in other European Economic Area (EEA). Regulator Name Effective FromEffective ToFinancial Conduct Authority01/04/2013 Financial Services Authority01/12/200131/03/2013Her Majesty's Treasury01/01/190130/11/2001Prudential Regulation Authority01/04/2013"
    },
    {
      "header": "Individuals",
      "body": "This list shows the individual(s) who works for, or used to work for, this firm and is considered an approved person. Click the ‘+’ button below to search by current or previous involvement, controlled function or surname: Filter the list:Hide Filter: Current InvolvementA person who is currently an approved person at the firm Previous InvolvementA person that used to hold controlled functions at the firm, but these functions are no longer active. Please note that the search results for previous involvements may return records for individuals now active at other firms. Controlled Function \t\t\t \t\t\t\t\t\t\t \t Available \t \t \t \t \t\tEmployed By \t \t\tCF1 Director \t \t\tCF1 Director (AR) \t \t\tCF2 Non Executive Director \t \t\tCF2 Non Executive Director (AR) \t \t\tCF2a Chair of the Nominations Committee \t \t\tCF2b Chair of the With-Profits Committee \t \t\tCF3 Chief Executive \t \t\tCF3 Chief Executive (AR) \t \t\tCF4 Partner \t \t\tCF4 Partner (AR) \t \t\tCF5 Director of Unincorporated Association \t \t\tCF5 Director of Unincorporated Association (AR) \t \t\tCF6 Small Friendly Society \t \t\tCF7 Sole Trader \t \t\tCF7 Sole Trader (AR) \t \t\tCF7a Chairman \t \t\tCF7b Senior Independent Director \t \t\tCF7c Chair of the Remuneration Committee \t \t\tCF7d Chair of Risk Committee \t \t\tCF7e Chair of the Audit Committee \t \t\tCF8 Apportionment and Oversight \t \t\tCF9 EEA Investment Business Oversight \t \t\tCF10 Compliance Oversight \t \t\tCF10a CASS Oversight function \t \t\tCF11 Money Laundering Reporting \t \t\tCF12 Actuarial \t \t\tCF12A With-Profits Actuary \t \t\tCF12B Lloyds Actuary Function \t \t\tCF13 Finance \t \t\tCF14 Risk Assessment \t \t\tCF15 Internal Audit \t \t\tCF16 Significant Mgt (Desgntd Investment Business) \t \t\tCF17 Significant Mgt (Other Business Operations) \t \t\tCF18 Significant Mgt (Insurance Underwriting) \t \t\tCF19 Significant Mgt (Financial Resources) \t \t\tCF20 Significant Mgt (Settlements) \t \t\tCF21 Investment Adviser \t \t\tCF22 Investment Adviser (Trainee) \t \t\tCF23 Corporate Finance Adviser \t \t\tCF24 Pension Transfer Specialist \t \t\tCF25 Adviser on Syndicate Participation at Lloyd's \t \t\tCF26 Customer Trading \t \t\tCF27 Investment Management \t \t\tCF28 Systems and controls \t \t\tCF29 Significant management \t \t\tCF30 Customer \t \t\tCF40 Benchmark submission \t \t\tCF50 Benchmark administration \t \t\tCF51 Actuarial conduct function holder in a third country branch \t \t\tSMF1 Chief Executive \t \t\tSMF2 Chief Finance Function \t \t\tSMF3 Executive Director \t \t\tSMF4 Chief Risk Function \t \t\tSMF5 Head of Internal Audit \t \t\tSMF6 Head of Key Business Areas \t \t\tSMF7 Group Entity Senior Manager \t \t\tSMF8 Credit Union Senior Manager \t \t\tSMF9 Chairman \t \t\tSMF10 Chair of the Risk Committee \t \t\tSMF11 Chair of the Audit Committee \t \t\tSMF12 Chair of the Remuneration Committee \t \t\tSMF13 Chair of the Nominations Committee \t \t\tSMF14 Senior Independent Director \t \t\tSMF16 Compliance Oversight Function \t \t\tSMF17 Money Laundering Reporting Function \t \t\tSMF18 Other Overall Responsibility Function \t \t\tSMF19 Head of Overseas Branch \t \t\tSMF21 EEA Branch Senior Manager \t \t\tSMF22 Other Local Responsibility Function \t \t\tSIMF1 Chief Executive Function \t \t\tSIMF2 Chief Finance Function \t \t\tSIMF4 Chief Risk Function \t \t\tSIMF5 Head of Internal Audit Function \t \t\tSIMF7 Group Entity Senior Insurance Manager Function \t \t\tSIMF9 Chairman \t \t\tSIMF10 Chair of the Risk Committee \t \t\tSIMF11 Chair of the Audit Committee \t \t\tSIMF12 Chair of the Remuneration Committee \t \t\tSIMF14 Senior Independent Director \t \t\tSIMF19 Head of Third Country Branch Function \t \t\tSIMF20 Chief Actuary Function \t \t\tSIMF21 With-Profits Actuary \t \t\tSIMF22 Chief Underwriting Officer Function \t \t\tSIMF23 Underwriting Risk Oversight Officer (Lloyd's) \t \t\tSIMF25 Small Insurer Senior Manager \t \t\tResponsible for Insurance Mediation \t \t\tResponsibility for MCD Intermediation \t \t \t \t \tAddRemove \t \t \t Chosen \t \t if (!buildOutputString) { // Create a string from the content of a listbox var buildOutputString = function(listBox, hiddenInput) { var str = ''; for ( var x = 0; x < listBox.options.length; x++) { str += encodeURIComponent(listBox.options[x].value) + '&' + encodeURIComponent(listBox.options[x].text) + '&'; } str.length--; hiddenInput.value = str.slice(0, -1); } } if (!moveSelectedOptions) { // Move the selected options in the idFrom listbox to the idTo // listbox, updating the corresponding strings in idHdnFrom and // idHdnTo var moveSelectedOptions = function(idFrom, idTo, idHdnFrom, idHdnTo) { listFrom = document.getElementById(idFrom); listTo = document.getElementById(idTo); for ( var x = 0; x < listTo.options.length; x++) { listTo.options[x].selected = false; } for ( var x = 0; x < listFrom.options.length; x++) { if (listFrom.options[x].selected == true) { listTo.appendChild(listFrom.options[x]); x--; } } listTo.focus(); buildOutputString(listFrom, document.getElementById(idHdnFrom)); buildOutputString(listTo, document.getElementById(idHdnTo)); } } // initialize the string representations buildOutputString(document.getElementById('j_id0:j_id1:j_id110:multiSelectComp:multiSelectCompId:multiselectPanel:leftList'), document.getElementById('j_id0:j_id1:j_id110:multiSelectComp:multiSelectCompId:leftHidden')); buildOutputString(document.getElementById('j_id0:j_id1:j_id110:multiSelectComp:multiSelectCompId:multiselectPanel:rightList'), document.getElementById('j_id0:j_id1:j_id110:multiSelectComp:multiSelectCompId:rightHidden')); Surname beginning with document.getElementById('IndividualSearchBox').placeholder='e.g Sm, Smi, or Smith'; Name  Individual reference number  Status"
    },
    {
      "header": "Appointed representatives / tied agents / PSD or EMD agents",
      "body": "An appointed representative is a firm or individual that can act on behalf of another firm or individual (its 'principal') that is authorised by the PRA and/or FCA. A tied agent can act on behalf of another firm or individual (its 'principal') that is regulated in another country in the European Economic Area (EEA). Appointed representatives and tied agents promote or deal in the products of their principal rather than all products in the market.A PSD or EMD agent is a firm that can act on behalf of another firm (its 'principal') that is authorised or registered by the FCA as a payment or e-money institution.The principal is responsible for the activities of its agents. Previously attached to: ‘Agent status’ shows whether an agent currently has an active relationship with any principal firm. Name  Insurance Mediation  Tied Agent  Firm reference number Effective From Effective To Agent status"
    },
    {
      "header": "Permission",
      "body": "An authorised firm will have permission to provide certain regulated products and services. Client Money This firm can hold and/or control customer deposits and client money. It will not usually need separate permission to hold and/or control client money but it must protect this money – it cannot lend it or use it to finance its own business. Specific requirements may change this firm's ability to hold and/or control client money – see below for details. RequirementsRequirements are rules placed on the firm that apply to all of the financial services activities that it can operate. The firm must not, without the FSA's prior written The firm must not, without the FSA's prior written agreement, carry out the following:(i) material movements of assets to its parent or any other companies within its group(ii) material changes to its capital structure or remuneration policy;(iii) the payment of any proposed dividend;(iv any other significant alteration in the composition or quality of the firms assets;(v) permit the use of the firms assets as security for borrowing by any other company; and (vi) enter into any arrangement with a connected person for the provision of goods, services, loans or credit, unless the terms are equivalent to terms had the arrangements been entered into with an unconnected party and in articular the terms must be representative of market value The firm must promptly disclose transfers The firm must promptly disclose to the FSA the transfer and/or payments which do not relate to normal trading activities. The firm must not seek to retain a customer whose The firm must not seek to retain a customer whose contract it requesting to cancel their insurance contract. The firm must cease all regulated activities The firm must cease all regulated activities except for the following activities:(i) Arranging, underwriting and renewing insurance contracts where:(a) the insurance contract is part of a packaged bank account; (a) packaged bank accountbeing an arrangement under which a firm provides a retail banking service as part of apackage which includes access to other goods and services, whether or not a fee ischarged) or(b) the insurance contract is part of a credit card account (a credit card account being anarrangement where a licensee, firm, payment service provider or electronic moneyinsurer enter into a regulated consumer credit agreement with a customer as part of apackage which may include access to other goods and services, whether or not a fee ischarged); or(c) the insurance contract is an ancillary insurance contract (an ancillary insurance contract being aninsurance contract, which is included at the point of inception as part of an insurance package provided byanother firm to a customer and which is not sold to the customer as an additional benefit of the home ormotor insurance package for which the customer must pay an incremental premium).ii) renewals of insurance contracts to customers who have a contract in force on 15 November 2012;(iii) accepting deposits(iv) dealing in investments as principal; (v) administration and performance, including claims handling, of insurance contracts.; and(vi) provision of credit information services. Accepting Deposits Accepting Deposits Customer Type All Investment Type Deposit Limitation Deposit taking activities (Insurance). Advising on investments (except on Pension Transfers and Pension Opt Outs) Advising on investments (except on Pension Transfers and Pension Opt Outs) Customer Type Commercial Retail (Non-Investment Insurance) Investment Type Non-investment insurance contracts Agreeing to carry on a regulated activity Agreeing to carry on a regulated activity Limitation Limited to carry on regulated activities. Arranging (bringing about) deals in investments Arranging (bringing about) deals in investments Customer Type Commercial Retail (Non-Investment Insurance) Investment Type Non-investment insurance contracts Assisting in the administration and performance of a contract of insurance Assisting in the administration and performance of a contract of insurance Customer Type Commercial Retail (Non-Investment Insurance) Investment Type Non-investment insurance contracts Carrying out contracts of insurance Carrying out contracts of insurance Customer Type All Investment Type Accident Assistance Damage to property Fire and natural forces General liability Legal expenses Miscellaneous financial loss Sickness Dealing in investments as principal Dealing in investments as principal Customer Type Eligible Counterparty Professional Retail (Investment) Investment Type Commodity Future Commodity option and option on commodity future Contract for Differences (excluding a spread bet and a rolling spot forex contract) Future (excluding a commodity future and a rolling spot forex contract) Option (excluding a commodity option and an option on a commodity future) Rights to or interests in investments (Contractually Based Investments) Rolling spot forex contract Spread Bet Limitation Article 16 of the RAO Rights/interests - cont ltd to cont based inv Effecting contracts of insurance Effecting contracts of insurance Customer Type All Investment Type Accident Assistance Damage to property Fire and natural forces General liability Legal expenses Miscellaneous financial loss Sickness Making arrangements with a view to transactions in investments Making arrangements with a view to transactions in investments Customer Type Commercial Retail (Non-Investment Insurance) Investment Type Non-investment insurance contracts Providing Credit Information Services Providing Credit Information Services Limitation Not permitted to carry out credit repair services"
    },
    {
      "header": "Waivers/ Discretions",
      "body": "A firm can apply for a waiver (or change) from our rules or, in some situations, certain discretions set out in articles with European Directives.This table shows the current waivers and discretions we currently hold for this firm.Waivers/ DiscretionsRule/Article NoA2742458P.pdf (pdf /0.089Mb)Group Sup - SII 17.2 A2233608P.pdf (pdf /0.172Mb)Reporting - SII 2.2 (1) Group Sup - SII 17.3 A2401814P.pdf (pdf /0.163Mb)Solvency II Ar.104.(7)"
    },
    {
      "header": "Passport Out",
      "body": "A ‘passport’ enables an authorised firm to provide financial products or services, set up a base, or run its permitted activities in another country in the European Economic Area (EEA). This includes where a firm regulated in another EEA country passports into the UK. FRANCE | GERMANY | IRELAND | PORTUGAL | SPAIN | Please wait... Country Directive Passport Type FRANCE Solvency II Directive Service 13 - General liability 16 - Miscellaneous financial loss 17 - Legal expenses 18 - Assistance 9 - Other damage to property"
    },
    {
      "header": "Trading/brand names",
      "body": "A firm may use several trading names or brand names under the same permission. This list shows the names that have been reported to us, but you may want to contact the firm for full details Current names:StatusNameEffective FromRegisteredHomecare Insurance Limited20/07/1993"
    }
  ],
  "permission": [
    {
      "header": "Client Money",
      "body": [
        "This firm can hold and/or control customer deposits and client money. It will not usually need separate permission to hold and/or control client money but it must protect this money – it cannot lend it or use it to finance its own business. Specific requirements may change this firm's ability to hold and/or control client money – see below for details."
      ]
    },
    {
      "header": "Requirements",
      "body": [
        "The firm must not, without the FSA's prior written The firm must not, without the FSA's prior written agreement, carry out the following:(i) material movements of assets to its parent or any other companies within its group(ii) material changes to its capital structure or remuneration policy;(iii) the payment of any proposed dividend;(iv any other significant alteration in the composition or quality of the firms assets;(v) permit the use of the firms assets as security for borrowing by any other company; and (vi) enter into any arrangement with a connected person for the provision of goods, services, loans or credit, unless the terms are equivalent to terms had the arrangements been entered into with an unconnected party and in articular the terms must be representative of market value",
        "The firm must promptly disclose transfers The firm must promptly disclose to the FSA the transfer and/or payments which do not relate to normal trading activities.",
        "The firm must not seek to retain a customer whose The firm must not seek to retain a customer whose contract it requesting to cancel their insurance contract.",
        "The firm must cease all regulated activities The firm must cease all regulated activities except for the following activities:(i) Arranging, underwriting and renewing insurance contracts where:(a) the insurance contract is part of a packaged bank account; (a) packaged bank accountbeing an arrangement under which a firm provides a retail banking service as part of apackage which includes access to other goods and services, whether or not a fee ischarged) or(b) the insurance contract is part of a credit card account (a credit card account being anarrangement where a licensee, firm, payment service provider or electronic moneyinsurer enter into a regulated consumer credit agreement with a customer as part of apackage which may include access to other goods and services, whether or not a fee ischarged); or(c) the insurance contract is an ancillary insurance contract (an ancillary insurance contract being aninsurance contract, which is included at the point of inception as part of an insurance package provided byanother firm to a customer and which is not sold to the customer as an additional benefit of the home ormotor insurance package for which the customer must pay an incremental premium).ii) renewals of insurance contracts to customers who have a contract in force on 15 November 2012;(iii) accepting deposits(iv) dealing in investments as principal; (v) administration and performance, including claims handling, of insurance contracts.; and(vi) provision of credit information services."
      ]
    },
    {
      "header": "Accepting Deposits Accepting Deposits",
      "body": [
        "Customer Type All",
        "All",
        "Investment Type Deposit",
        "Deposit",
        "Limitation Deposit taking activities (Insurance).",
        "Deposit taking activities (Insurance)."
      ]
    },
    {
      "header": "Advising on investments (except on Pension Transfers and Pension Opt Outs) Advising on investments (except on Pension Transfers and Pension Opt Outs)",
      "body": [
        "Customer Type Commercial Retail (Non-Investment Insurance)",
        "Commercial",
        "Retail (Non-Investment Insurance)",
        "Investment Type Non-investment insurance contracts",
        "Non-investment insurance contracts"
      ]
    },
    {
      "header": "Agreeing to carry on a regulated activity Agreeing to carry on a regulated activity",
      "body": [
        "Limitation Limited to carry on regulated activities.",
        "Limited to carry on regulated activities."
      ]
    },
    {
      "header": "Arranging (bringing about) deals in investments Arranging (bringing about) deals in investments",
      "body": [
        "Customer Type Commercial Retail (Non-Investment Insurance)",
        "Commercial",
        "Retail (Non-Investment Insurance)",
        "Investment Type Non-investment insurance contracts",
        "Non-investment insurance contracts"
      ]
    },
    {
      "header": "Assisting in the administration and performance of a contract of insurance Assisting in the administration and performance of a contract of insurance",
      "body": [
        "Customer Type Commercial Retail (Non-Investment Insurance)",
        "Commercial",
        "Retail (Non-Investment Insurance)",
        "Investment Type Non-investment insurance contracts",
        "Non-investment insurance contracts"
      ]
    },
    {
      "header": "Carrying out contracts of insurance Carrying out contracts of insurance",
      "body": [
        "Customer Type All",
        "All",
        "Investment Type Accident Assistance Damage to property Fire and natural forces General liability Legal expenses Miscellaneous financial loss Sickness",
        "Accident",
        "Assistance",
        "Damage to property",
        "Fire and natural forces",
        "General liability",
        "Legal expenses",
        "Miscellaneous financial loss",
        "Sickness"
      ]
    },
    {
      "header": "Dealing in investments as principal Dealing in investments as principal",
      "body": [
        "Customer Type Eligible Counterparty Professional Retail (Investment)",
        "Eligible Counterparty",
        "Professional",
        "Retail (Investment)",
        "Investment Type Commodity Future Commodity option and option on commodity future Contract for Differences (excluding a spread bet and a rolling spot forex contract) Future (excluding a commodity future and a rolling spot forex contract) Option (excluding a commodity option and an option on a commodity future) Rights to or interests in investments (Contractually Based Investments) Rolling spot forex contract Spread Bet",
        "Commodity Future",
        "Commodity option and option on commodity future",
        "Contract for Differences (excluding a spread bet and a rolling spot forex contract)",
        "Future (excluding a commodity future and a rolling spot forex contract)",
        "Option (excluding a commodity option and an option on a commodity future)",
        "Rights to or interests in investments (Contractually Based Investments)",
        "Rolling spot forex contract",
        "Spread Bet",
        "Limitation Article 16 of the RAO Rights/interests - cont ltd to cont based inv",
        "Article 16 of the RAO",
        "Rights/interests - cont ltd to cont based inv"
      ]
    },
    {
      "header": "Effecting contracts of insurance Effecting contracts of insurance",
      "body": [
        "Customer Type All",
        "All",
        "Investment Type Accident Assistance Damage to property Fire and natural forces General liability Legal expenses Miscellaneous financial loss Sickness",
        "Accident",
        "Assistance",
        "Damage to property",
        "Fire and natural forces",
        "General liability",
        "Legal expenses",
        "Miscellaneous financial loss",
        "Sickness"
      ]
    },
    {
      "header": "Making arrangements with a view to transactions in investments Making arrangements with a view to transactions in investments",
      "body": [
        "Customer Type Commercial Retail (Non-Investment Insurance)",
        "Commercial",
        "Retail (Non-Investment Insurance)",
        "Investment Type Non-investment insurance contracts",
        "Non-investment insurance contracts"
      ]
    },
    {
      "header": "Providing Credit Information Services Providing Credit Information Services",
      "body": [
        "Limitation Not permitted to carry out credit repair services",
        "Not permitted to carry out credit repair services"
      ]
    }
  ]
}