{
  "name": "Card Protection Plan Ltd",
  "pervious_names": "Formally trading as",
  "status": "Authorised",
  "ref_number": "(Reference number: 311489)",
  "products_covered": {
    "products": [
      "The Financial Ombudsman Service may be able to consider a dispute with this firm. Find out how to complain.",
      "The Financial Services Compensation Scheme (FSCS) may be able to compensate customers if this firm fails. See how to claim compensation.",
      "Read about how this firm may be able to hold or control money from its customers"
    ]
  },
  "other_note": {
    "note": [
      "This is a firm that is given permission to provide regulated products and services"
    ]
  },
  "full_authorisation_status": "Status: Authorised (Reference number: 311489) This is a firm that is given permission to provide regulated products and services The Financial Ombudsman Service may be able to consider a dispute with this firm. Find out how to complain.The Financial Services Compensation Scheme (FSCS) may be able to compensate customers if this firm fails. See how to claim compensation. Read about how this firm may be able to hold or control money from its customers",
  "full_panel": [
    {
      "header": "Contact Details",
      "body": "Principal place of business Address: Holgate Park Holgate Road York North Yorkshire YO26 4GA UNITED KINGDOM Phone: 44 01904544500 Fax: Email: enquiries@cpp.co.uk Website: www.cpp.co.uk Complaints Contact Name Scott McCree Address: Holgate Park Holgate Road York North Yorkshire YO26 4GA UNITED KINGDOM Phone: 44 01904544500 Fax: +44  Email: complaints@cpp.co.uk Website: Contact(s) responsible for insurance mediationJason Carl Walsh"
    },
    {
      "header": "Basic Details",
      "body": "TypeRegulated Companies House Number This is a unique number given to a UK company or limited liability partnership 01490503 Current status Authorised  A firm that is given permission to provide regulated products and services. Effective Date This is the date from which the Current Status has applied. 14/01/2005 Tied Agent A tied agent can act on behalf of another firm or individual (its principal) that is regulated in another country in the European Economic Area (EEA). This firm is not a tied agent. Money Laundering Certain firms must protect themselves against money laundering and comply with the Money Laundering Regulations of 2007 This firm is not registered under the Money Laundering Regulations. Insurance Mediation A firm that offers or sells insurance products and services This firm is able to undertake insurance mediation."
    },
    {
      "header": "Disciplinary history",
      "body": "This includes supervisory, disciplinary and civil regulatory action (but not criminal action) the FCA and/or PRA has taken, has decided or proposed to take and considers appropriate to publish.It also includes civil penalties the FCA has imposed or decided to impose. It does not include action taken by other enforcement agencies . Date Type of Action Enforcement Type 19/12/2013 Fines The Financial Services Authority (\"FSA\") imposed a financial penalty of £10.5 million on Card Protection Plan Ltd (\"CPP\"). The FSA's action took effect on 14 November 2012 and a copy of the Final Notice, which sets out the reason for the action, is displayed on the FSA's web site and can be accessed using the following link:http://www.fsa.gov.uk/static/pubs/final/card-protection-plan.pdfThe reason for this action was that CPP failed to comply with Principles 3, 6 and 7 of the FSA's Principles for Businesses. FSMA"
    },
    {
      "header": "Regulators",
      "body": "This table shows the former and current regulators of this firm, in the UK and in other European Economic Area (EEA). Regulator Name Effective FromEffective ToFinancial Conduct Authority01/04/2013 Financial Services Authority14/01/200531/03/2013"
    },
    {
      "header": "Individuals",
      "body": "This list shows the individual(s) who works for, or used to work for, this firm and is considered an approved person. Click the ‘+’ button below to search by current or previous involvement, controlled function or surname: Filter the list:Hide Filter: Current InvolvementA person who is currently an approved person at the firm Previous InvolvementA person that used to hold controlled functions at the firm, but these functions are no longer active. Please note that the search results for previous involvements may return records for individuals now active at other firms. Controlled Function \t\t\t \t\t\t\t\t\t\t \t Available \t \t \t \t \t\tEmployed By \t \t\tCF1 Director \t \t\tCF1 Director (AR) \t \t\tCF2 Non Executive Director \t \t\tCF2 Non Executive Director (AR) \t \t\tCF2a Chair of the Nominations Committee \t \t\tCF2b Chair of the With-Profits Committee \t \t\tCF3 Chief Executive \t \t\tCF3 Chief Executive (AR) \t \t\tCF4 Partner \t \t\tCF4 Partner (AR) \t \t\tCF5 Director of Unincorporated Association \t \t\tCF5 Director of Unincorporated Association (AR) \t \t\tCF6 Small Friendly Society \t \t\tCF7 Sole Trader \t \t\tCF7 Sole Trader (AR) \t \t\tCF7a Chairman \t \t\tCF7b Senior Independent Director \t \t\tCF7c Chair of the Remuneration Committee \t \t\tCF7d Chair of Risk Committee \t \t\tCF7e Chair of the Audit Committee \t \t\tCF8 Apportionment and Oversight \t \t\tCF9 EEA Investment Business Oversight \t \t\tCF10 Compliance Oversight \t \t\tCF10a CASS Oversight function \t \t\tCF11 Money Laundering Reporting \t \t\tCF12 Actuarial \t \t\tCF12A With-Profits Actuary \t \t\tCF12B Lloyds Actuary Function \t \t\tCF13 Finance \t \t\tCF14 Risk Assessment \t \t\tCF15 Internal Audit \t \t\tCF16 Significant Mgt (Desgntd Investment Business) \t \t\tCF17 Significant Mgt (Other Business Operations) \t \t\tCF18 Significant Mgt (Insurance Underwriting) \t \t\tCF19 Significant Mgt (Financial Resources) \t \t\tCF20 Significant Mgt (Settlements) \t \t\tCF21 Investment Adviser \t \t\tCF22 Investment Adviser (Trainee) \t \t\tCF23 Corporate Finance Adviser \t \t\tCF24 Pension Transfer Specialist \t \t\tCF25 Adviser on Syndicate Participation at Lloyd's \t \t\tCF26 Customer Trading \t \t\tCF27 Investment Management \t \t\tCF28 Systems and controls \t \t\tCF29 Significant management \t \t\tCF30 Customer \t \t\tCF40 Benchmark submission \t \t\tCF50 Benchmark administration \t \t\tCF51 Actuarial conduct function holder in a third country branch \t \t\tSMF1 Chief Executive \t \t\tSMF2 Chief Finance Function \t \t\tSMF3 Executive Director \t \t\tSMF4 Chief Risk Function \t \t\tSMF5 Head of Internal Audit \t \t\tSMF6 Head of Key Business Areas \t \t\tSMF7 Group Entity Senior Manager \t \t\tSMF8 Credit Union Senior Manager \t \t\tSMF9 Chairman \t \t\tSMF10 Chair of the Risk Committee \t \t\tSMF11 Chair of the Audit Committee \t \t\tSMF12 Chair of the Remuneration Committee \t \t\tSMF13 Chair of the Nominations Committee \t \t\tSMF14 Senior Independent Director \t \t\tSMF16 Compliance Oversight Function \t \t\tSMF17 Money Laundering Reporting Function \t \t\tSMF18 Other Overall Responsibility Function \t \t\tSMF19 Head of Overseas Branch \t \t\tSMF21 EEA Branch Senior Manager \t \t\tSMF22 Other Local Responsibility Function \t \t\tSIMF1 Chief Executive Function \t \t\tSIMF2 Chief Finance Function \t \t\tSIMF4 Chief Risk Function \t \t\tSIMF5 Head of Internal Audit Function \t \t\tSIMF7 Group Entity Senior Insurance Manager Function \t \t\tSIMF9 Chairman \t \t\tSIMF10 Chair of the Risk Committee \t \t\tSIMF11 Chair of the Audit Committee \t \t\tSIMF12 Chair of the Remuneration Committee \t \t\tSIMF14 Senior Independent Director \t \t\tSIMF19 Head of Third Country Branch Function \t \t\tSIMF20 Chief Actuary Function \t \t\tSIMF21 With-Profits Actuary \t \t\tSIMF22 Chief Underwriting Officer Function \t \t\tSIMF23 Underwriting Risk Oversight Officer (Lloyd's) \t \t\tSIMF25 Small Insurer Senior Manager \t \t\tResponsible for Insurance Mediation \t \t\tResponsibility for MCD Intermediation \t \t \t \t \tAddRemove \t \t \t Chosen \t \t if (!buildOutputString) { // Create a string from the content of a listbox var buildOutputString = function(listBox, hiddenInput) { var str = ''; for ( var x = 0; x < listBox.options.length; x++) { str += encodeURIComponent(listBox.options[x].value) + '&' + encodeURIComponent(listBox.options[x].text) + '&'; } str.length--; hiddenInput.value = str.slice(0, -1); } } if (!moveSelectedOptions) { // Move the selected options in the idFrom listbox to the idTo // listbox, updating the corresponding strings in idHdnFrom and // idHdnTo var moveSelectedOptions = function(idFrom, idTo, idHdnFrom, idHdnTo) { listFrom = document.getElementById(idFrom); listTo = document.getElementById(idTo); for ( var x = 0; x < listTo.options.length; x++) { listTo.options[x].selected = false; } for ( var x = 0; x < listFrom.options.length; x++) { if (listFrom.options[x].selected == true) { listTo.appendChild(listFrom.options[x]); x--; } } listTo.focus(); buildOutputString(listFrom, document.getElementById(idHdnFrom)); buildOutputString(listTo, document.getElementById(idHdnTo)); } } // initialize the string representations buildOutputString(document.getElementById('j_id0:j_id1:j_id110:multiSelectComp:multiSelectCompId:multiselectPanel:leftList'), document.getElementById('j_id0:j_id1:j_id110:multiSelectComp:multiSelectCompId:leftHidden')); buildOutputString(document.getElementById('j_id0:j_id1:j_id110:multiSelectComp:multiSelectCompId:multiselectPanel:rightList'), document.getElementById('j_id0:j_id1:j_id110:multiSelectComp:multiSelectCompId:rightHidden')); Surname beginning with document.getElementById('IndividualSearchBox').placeholder='e.g Sm, Smi, or Smith'; Name  Individual reference number  Status"
    },
    {
      "header": "Appointed representatives / tied agents / PSD or EMD agents",
      "body": "An appointed representative is a firm or individual that can act on behalf of another firm or individual (its 'principal') that is authorised by the PRA and/or FCA. A tied agent can act on behalf of another firm or individual (its 'principal') that is regulated in another country in the European Economic Area (EEA). Appointed representatives and tied agents promote or deal in the products of their principal rather than all products in the market.A PSD or EMD agent is a firm that can act on behalf of another firm (its 'principal') that is authorised or registered by the FCA as a payment or e-money institution.The principal is responsible for the activities of its agents. Previously attached to: ‘Agent status’ shows whether an agent currently has an active relationship with any principal firm. Name  Insurance Mediation  Tied Agent  Firm reference number Effective From Effective To Agent status"
    },
    {
      "header": "Permission",
      "body": "An authorised firm will have permission to provide certain regulated products and services. Client Money This firm cannot hold client money. It may be able to control client money if it has the necessary requirements. RequirementsRequirements are rules placed on the firm that apply to all of the financial services activities that it can operate. Conduct a past business review CPP must carry out a past business review overseen by a skilled person appointed under section 166 of the Financial Services and Markets Act 2000 to ascertain the customers which may have suffered detriment (and the extent of any loss) as a result of sales and/or renewals conducted by CPP of its Card Protection policies since 14 January 2005 and sales of Identity Protection through CPP's telephone sales channels since 14 January 2005 (but, in both cases, only where the original sale did not involve one of CPP's business partners making an introduction or conducting the sale); Cease material asset movements unless FSA approved The variation of permission requested the addition of a requirement in its permission that CPP:(a) Will not, without the FSA's prior written agreement, carry out any of the following: (i) material movements of assets to its parent or any other companies within its group; (ii) material changes to its capital structure or remuneration policy; (iii) the payment of any proposed dividend; and (iv) any other significant alteration in the composition or quality of CPP's assets; and(b) Will promptly disclose to the FSA all transfers and/or payments which do not relate to normal trading activities Must not use assets as security With effect from 1 April 2013 the firm Card Protection Plan Ltd (CPPL) must not, without the FSA prior written agreement, permit the use of the firm's assets as security for borrowing by any other company. Must not enter into agreement The firm must not, without the FSA's prior written agreement, enter into any agreement with a connected person for the provision of goods, services, loans or credit, unless the terms are equivalent to terms had the arrangements been entered into with an unconnected third party and in particular the terms must be representative of market value. Must not carry out automatic renewal The firm must not carry out an automatic renewal of existing insurance contracts previouslyrenewed by using the authopaycard process without the customer expressly confirming the paymentmethod to be used for renewal. The firm must not seek to retain a customer whose The firm must not seek to retain a customer whose contract it requesting to cancel their insurance contract. Firm must undertake a consumer redress exercise The firm is required to establish and operate a consumer redress scheme in respect of those customers who were mis-sold policies.' Policies' or ('policy') means the firm's Card Protection Product, where the sale (or renewal) was on or after 14 January 2005 and was before the relevant Amendment Date (as defined in the scheme documentation); and/or the firm's Identity Protection Product, where the sale (or renewal) was on or after 14 January 2005 and the sale was by telephone. The amount of redress may be calculated to off-set any claims made under the policy. This customer redress scheme must be implemented no later than 30 April 2014. Such consumer redress scheme shall be binding on the Financial Ombudsman Service. Further details are available on the FCA website: www.fca.org.uk Must cease all regulated activities except for The firm must cease all regulated activities except for the following activities:(i) Arranging and renewing insurance contracts where:(a) the insurance contract is part of a packaged bank account; (a) packaged bank accountbeing an arrangement under which a firm provides a retail banking service as part of apackage which includes access to other goods and services, whether or not a fee is charged) or(b) the insurance contract is part of a credit card account (a credit card account being anarrangement where a licensee, firm, payment service provider or electronic money insurerenter into a regulated consumer credit agreement with a customer as part of a packagewhich may include access to other goods and services, whether or not a fee is charged); or(c) the insurance contract is an ancillary insurance contract (an ancillary insurance contract being an insurance contract, which is included at the point of inception as part of an insurance package provided by another firm to a customer and which is not sold to the customer as an additional benefit of the home or motor insurance package for which the customer must pay an incremental premium). (ii) renewals of insurance contracts to customers who have a contract in force on 15 November 2012; (iii) administration and performance, including claims handling, of insurance contracts; and (iv) provision of credit information services. Amendment to a consumer redress exercise The Requirements became effective on 13 August 2013. The Requirements shall be supplemented as follows: The definition of 'Scheme of Arrangement' at paragraph 1.28 of the Requirements shall mean the solvent scheme of arrangement under Part 26 of the Companies Act 2006 as sanctioned by the Court on 14 January 2014 (as subsequently modified in accordance with its terms) and as described more particularly in Annex 1 to this Supplemental Requirement. Changes to the Scheme of Arrangement as appended to Part 1 of Annex C to the Requirements are highlighted through underlined or struck through text. All references in the Requirements to \"Scheme Document\" shall be references to the Scheme of Arrangement described more particularly in Annex 1 hereto. Paragraph 5.1 of Part 3 of Annex C of the Requirements shall be amended so as to read as follows: \"If a Scheme Creditor disagrees with the amount of compensation payable to him, he may initiate the Dispute Resolution Procedure to refer the dispute to the Scheme Adjudicator, provided he does so within the time limits specified in Clauses 4.5 and 4.8 of the Scheme Document. If a Scheme Creditor disagrees with the rejection of his Claim Form by the Scheme Administrators, and provided that the Claim Form was received on or before 22 July 2016, he may initiate the Dispute Resolution Procedure to refer the dispute to the Scheme Adjudicator, provided he does so within the time limits specified in Clauses 4.7 to 4.9 of the Scheme Document. Agreeing to carry on a regulated activity Agreeing to carry on a regulated activity Limitation Limited to carry on regulated activity. Arranging (bringing about) deals in investments Arranging (bringing about) deals in investments Customer Type Commercial Retail (Non-Investment Insurance) Investment Type Non-investment insurance contracts Assisting in the administration and performance of a contract of insurance Assisting in the administration and performance of a contract of insurance Customer Type Commercial Retail (Non-Investment Insurance) Investment Type Non-investment insurance contracts Dealing in investments as agent Dealing in investments as agent Customer Type Commercial Retail (Non-Investment Insurance) Investment Type Non-investment insurance contracts Making arrangements with a view to transactions in investments Making arrangements with a view to transactions in investments Customer Type Commercial Retail (Non-Investment Insurance) Investment Type Non-investment insurance contracts Providing Credit Information Services Providing Credit Information Services Limitation Not permitted to carry out credit repair services"
    },
    {
      "header": "Passport Out",
      "body": "A ‘passport’ enables an authorised firm to provide financial products or services, set up a base, or run its permitted activities in another country in the European Economic Area (EEA). This includes where a firm regulated in another EEA country passports into the UK. ITALY | PORTUGAL | Please wait... Country Directive Passport Type ITALY Insurance Mediation Branch Insurance Mediation or Reinsurance Mediation"
    },
    {
      "header": "Trading/brand names",
      "body": "A firm may use several trading names or brand names under the same permission. This list shows the names that have been reported to us, but you may want to contact the firm for full details Current names:StatusNameEffective FromRegisteredCard Protection Plan Ltd08/01/2005 Previous names:StatusNameEffective FromEffective ToTradingBarclaycard Card Protection02/04/200504/02/2016TradingBarclays Cardholder Protection02/04/200504/02/2016TradingHSBC Cardguard02/04/200504/02/2016TradingMarks and Spencer Cardsafe02/04/200504/02/2016TradingNatwest Card Protection02/04/200504/02/2016"
    }
  ],
  "permission": [
    {
      "header": "Client Money",
      "body": [
        "This firm cannot hold client money. It may be able to control client money if it has the necessary requirements."
      ]
    },
    {
      "header": "Requirements",
      "body": [
        "Conduct a past business review CPP must carry out a past business review overseen by a skilled person appointed under section 166 of the Financial Services and Markets Act 2000 to ascertain the customers which may have suffered detriment (and the extent of any loss) as a result of sales and/or renewals conducted by CPP of its Card Protection policies since 14 January 2005 and sales of Identity Protection through CPP's telephone sales channels since 14 January 2005 (but, in both cases, only where the original sale did not involve one of CPP's business partners making an introduction or conducting the sale);",
        "Cease material asset movements unless FSA approved The variation of permission requested the addition of a requirement in its permission that CPP:(a) Will not, without the FSA's prior written agreement, carry out any of the following: (i) material movements of assets to its parent or any other companies within its group; (ii) material changes to its capital structure or remuneration policy; (iii) the payment of any proposed dividend; and (iv) any other significant alteration in the composition or quality of CPP's assets; and(b) Will promptly disclose to the FSA all transfers and/or payments which do not relate to normal trading activities",
        "Must not use assets as security With effect from 1 April 2013 the firm Card Protection Plan Ltd (CPPL) must not, without the FSA prior written agreement, permit the use of the firm's assets as security for borrowing by any other company.",
        "Must not enter into agreement The firm must not, without the FSA's prior written agreement, enter into any agreement with a connected person for the provision of goods, services, loans or credit, unless the terms are equivalent to terms had the arrangements been entered into with an unconnected third party and in particular the terms must be representative of market value.",
        "Must not carry out automatic renewal The firm must not carry out an automatic renewal of existing insurance contracts previouslyrenewed by using the authopaycard process without the customer expressly confirming the paymentmethod to be used for renewal.",
        "The firm must not seek to retain a customer whose The firm must not seek to retain a customer whose contract it requesting to cancel their insurance contract.",
        "Firm must undertake a consumer redress exercise The firm is required to establish and operate a consumer redress scheme in respect of those customers who were mis-sold policies.' Policies' or ('policy') means the firm's Card Protection Product, where the sale (or renewal) was on or after 14 January 2005 and was before the relevant Amendment Date (as defined in the scheme documentation); and/or the firm's Identity Protection Product, where the sale (or renewal) was on or after 14 January 2005 and the sale was by telephone. The amount of redress may be calculated to off-set any claims made under the policy. This customer redress scheme must be implemented no later than 30 April 2014. Such consumer redress scheme shall be binding on the Financial Ombudsman Service. Further details are available on the FCA website: www.fca.org.uk",
        "Must cease all regulated activities except for The firm must cease all regulated activities except for the following activities:(i) Arranging and renewing insurance contracts where:(a) the insurance contract is part of a packaged bank account; (a) packaged bank accountbeing an arrangement under which a firm provides a retail banking service as part of apackage which includes access to other goods and services, whether or not a fee is charged) or(b) the insurance contract is part of a credit card account (a credit card account being anarrangement where a licensee, firm, payment service provider or electronic money insurerenter into a regulated consumer credit agreement with a customer as part of a packagewhich may include access to other goods and services, whether or not a fee is charged); or(c) the insurance contract is an ancillary insurance contract (an ancillary insurance contract being an insurance contract, which is included at the point of inception as part of an insurance package provided by another firm to a customer and which is not sold to the customer as an additional benefit of the home or motor insurance package for which the customer must pay an incremental premium). (ii) renewals of insurance contracts to customers who have a contract in force on 15 November 2012; (iii) administration and performance, including claims handling, of insurance contracts; and (iv) provision of credit information services.",
        "Amendment to a consumer redress exercise The Requirements became effective on 13 August 2013. The Requirements shall be supplemented as follows: The definition of 'Scheme of Arrangement' at paragraph 1.28 of the Requirements shall mean the solvent scheme of arrangement under Part 26 of the Companies Act 2006 as sanctioned by the Court on 14 January 2014 (as subsequently modified in accordance with its terms) and as described more particularly in Annex 1 to this Supplemental Requirement. Changes to the Scheme of Arrangement as appended to Part 1 of Annex C to the Requirements are highlighted through underlined or struck through text. All references in the Requirements to \"Scheme Document\" shall be references to the Scheme of Arrangement described more particularly in Annex 1 hereto. Paragraph 5.1 of Part 3 of Annex C of the Requirements shall be amended so as to read as follows: \"If a Scheme Creditor disagrees with the amount of compensation payable to him, he may initiate the Dispute Resolution Procedure to refer the dispute to the Scheme Adjudicator, provided he does so within the time limits specified in Clauses 4.5 and 4.8 of the Scheme Document. If a Scheme Creditor disagrees with the rejection of his Claim Form by the Scheme Administrators, and provided that the Claim Form was received on or before 22 July 2016, he may initiate the Dispute Resolution Procedure to refer the dispute to the Scheme Adjudicator, provided he does so within the time limits specified in Clauses 4.7 to 4.9 of the Scheme Document."
      ]
    },
    {
      "header": "Agreeing to carry on a regulated activity Agreeing to carry on a regulated activity",
      "body": [
        "Limitation Limited to carry on regulated activity.",
        "Limited to carry on regulated activity."
      ]
    },
    {
      "header": "Arranging (bringing about) deals in investments Arranging (bringing about) deals in investments",
      "body": [
        "Customer Type Commercial Retail (Non-Investment Insurance)",
        "Commercial",
        "Retail (Non-Investment Insurance)",
        "Investment Type Non-investment insurance contracts",
        "Non-investment insurance contracts"
      ]
    },
    {
      "header": "Assisting in the administration and performance of a contract of insurance Assisting in the administration and performance of a contract of insurance",
      "body": [
        "Customer Type Commercial Retail (Non-Investment Insurance)",
        "Commercial",
        "Retail (Non-Investment Insurance)",
        "Investment Type Non-investment insurance contracts",
        "Non-investment insurance contracts"
      ]
    },
    {
      "header": "Dealing in investments as agent Dealing in investments as agent",
      "body": [
        "Customer Type Commercial Retail (Non-Investment Insurance)",
        "Commercial",
        "Retail (Non-Investment Insurance)",
        "Investment Type Non-investment insurance contracts",
        "Non-investment insurance contracts"
      ]
    },
    {
      "header": "Making arrangements with a view to transactions in investments Making arrangements with a view to transactions in investments",
      "body": [
        "Customer Type Commercial Retail (Non-Investment Insurance)",
        "Commercial",
        "Retail (Non-Investment Insurance)",
        "Investment Type Non-investment insurance contracts",
        "Non-investment insurance contracts"
      ]
    },
    {
      "header": "Providing Credit Information Services Providing Credit Information Services",
      "body": [
        "Limitation Not permitted to carry out credit repair services",
        "Not permitted to carry out credit repair services"
      ]
    }
  ]
}